Repository: PerfectoWeb/Belay
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ru, zh_hans

source: Orphan Watch
de: Prozesswächter
es: Vigilante de procesos
fr: Veille des processus
it: Controllo processi
ru: Присмотр за процессами
zh_hans: 遗留进程监视

source: Other agents
de: Weitere Agenten
es: Otros agentes
fr: Autres agents
it: Altri agenti
ru: Другие агенты
zh_hans: 其他智能体

source: Other tools
de: Weitere Werkzeuge
es: Otras herramientas
fr: Autres outils
it: Altri strumenti
ru: Другие агенты
zh_hans: 其他工具

source: Other tools use folder activity and process checks to detect work.
de: Weitere Tools erkennen Arbeit über Ordneraktivität und Prozessprüfungen.
es: Las demás herramientas detectan el trabajo por la actividad de carpetas y comprobaciones de procesos.
fr: Les autres outils détectent le travail via l'activité des dossiers et des vérifications de processus.
it: Gli altri strumenti rilevano il lavoro dall'attività delle cartelle e dai controlli dei processi.
ru: Для других агентов Belay определяет работу по активности папки и системному процессу.
zh_hans: 其他工具通过文件夹活动和进程检查来检测工作。

source: Overview
de: Übersicht
es: Resumen
fr: Aperçu
it: Panoramica
ru: Обзор
zh_hans: 概览

source: Pause on battery power
de: Im Batteriebetrieb pausieren
es: Pausar con batería
fr: Suspendre sur batterie
it: Metti in pausa a batteria
ru: Приостанавливать при работе от аккумулятора
zh_hans: 使用电池时暂停

source: Paused at your time limit.
de: Pausiert: Zeitlimit erreicht.
es: En pausa: límite de tiempo alcanzado.
fr: En pause : limite de temps atteinte.
it: In pausa: limite di tempo raggiunto.
ru: Достигнут лимит времени.
zh_hans: 已暂停：达到时间上限。

source: Paused for a Bluetooth microphone
de: Pausiert wegen Bluetooth-Mikrofon
es: En pausa por un micrófono Bluetooth
fr: Suspendu pour un micro Bluetooth
it: In pausa per un microfono Bluetooth
ru: Пауза: микрофон Bluetooth
zh_hans: 蓝牙麦克风，已暂停

source: Paused on battery power
de: Pausiert im Batteriebetrieb
es: En pausa con batería
fr: Suspendu sur batterie
it: In pausa a batteria
ru: Пауза при работе от аккумулятора
zh_hans: 使用电池，已暂停

source: Play a sound when
de: Ton abspielen, wenn
es: Reproducir un sonido cuando
fr: Jouer un son quand
it: Riproduci un suono quando
ru: Звук, когда
zh_hans: 在以下情况播放声音

source: Precise
de: Präzise
es: Precisa
fr: Précis
it: Preciso
ru: Точное
zh_hans: 精确

source: Precise Detection
de: Präzise Erkennung
es: Detección precisa
fr: Détection précise
it: Rilevamento preciso
ru: Точное определение
zh_hans: 精确检测

source: Precise detection rules
de: Regeln der präzisen Erkennung
es: Reglas de la detección precisa
fr: Règles de la détection précise
it: Regole del rilevamento preciso
ru: Правила точного определения
zh_hans: 精确检测规则

# Precise · last signal %@ ago
source: Precise · last activity %@ ago
de: Präzise · Aktivität vor %@
es: Precisa · actividad hace %@
fr: Précis · activité il y a %@
it: Preciso · attività %@ fa
ru: Точное · активность %@ назад
zh_hans: 精确 · 最近活动于 %@ 前

source: Presses Allow once in Claude and Codex for requests about your local sites.
de: Drückt in Claude und Codex „Allow once“ für Anfragen zu deinen lokalen Websites.
es: Pulsa «Allow once» en Claude y Codex para las peticiones sobre tus sitios locales.
fr: Appuie sur « Allow once » dans Claude et Codex pour vos sites locaux.
it: Preme «Allow once» in Claude e Codex per le richieste sui tuoi siti locali.
ru: Нажимает «Allow once» в Claude и Codex для запросов к вашим локальным сайтам.
zh_hans: 在 Claude 和 Codex 中替你为本地网站的请求点按“Allow once”。

source: Processes Belay will ask to quit: %lld. Whatever they have not saved is lost.
de: Prozesse, die Belay zum Beenden auffordert: %lld. Was sie nicht gesichert haben, geht verloren.
es: Procesos a los que Belay pedirá cerrarse: %lld. Lo que no hayan guardado se pierde.
fr: Processus que Belay va inviter à se terminer : %lld. Ce qu'ils n'ont pas enregistré est perdu.
it: Processi a cui Belay chiederà di chiudersi: %lld. Ciò che non hanno salvato va perso.
ru: Процессов, которые Belay попросит завершиться: %lld. Всё несохранённое будет потеряно.
zh_hans: Belay 将请求退出的进程数：%lld。尚未保存的内容将丢失。

source: Processes that outlived the session that started them: %lld.
de: Prozesse, die länger liefen als ihre Sitzung: %lld.
es: Procesos que sobrevivieron a la sesión que los inició: %lld.
fr: Processus ayant survécu à la session qui les a lancés : %lld.
it: Processi sopravvissuti alla sessione che li ha avviati: %lld.
ru: Процессы, пережившие сессию, которая их запустила: %lld.
zh_hans: 比启动它们的会话存活更久的进程：%lld。

# Providers
source: Agents
de: Agenten
es: Agentes
it: Agenti
ru: Агенты
zh_hans: 智能体

source: Quit
de: Beenden
es: Salir
fr: Quitter
it: Esci
ru: Выйти
zh_hans: 退出

source: Quit %@
de: %@ beenden
es: Salir de %@
fr: Quitter %@
it: Esci da %@
ru: Выйти из %@
zh_hans: 退出 %@

source: Quit %@?
de: %@ beenden?
es: ¿Salir de %@?
fr: Quitter %@ ?
it: Uscire da %@?
ru: Выйти из %@?
zh_hans: 要退出 %@ 吗？

# Quit Belay and open it again to change language.
source: Reopen Belay to apply the language change.
de: Öffne Belay erneut, um die Sprachänderung anzuwenden.
es: Vuelve a abrir Belay para aplicar el cambio de idioma.
fr: Rouvrez Belay pour appliquer le changement de langue.
it: Riapri Belay per applicare il cambio di lingua.
ru: Перезапустите Belay, чтобы применить новый язык.
zh_hans: 重新打开 Belay 以应用语言更改。

source: Quit and Reopen
de: Beenden und neu öffnen
es: Salir y volver a abrir
fr: Quitter et rouvrir
it: Esci e riapri
ru: Выйти и открыть заново
zh_hans: 退出并重新打开

source: Rate Belay
de: Belay bewerten
es: Valorar Belay
fr: Noter Belay
it: Valuta Belay
ru: Оценить Belay
zh_hans: 为 Belay 评分

source: Rate it!
de: Bewerten!
es: ¡Valóralo!
fr: Notez-le !
it: Valutalo!
ru: Оценить!
zh_hans: 去评价！

source: Ready
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ru: Готов
zh_hans: 就绪

source: Recently approved
de: Zuletzt erlaubt
es: Aprobado recientemente
fr: Approuvé récemment
it: Approvate di recente
ru: Недавно подтверждено
zh_hans: 最近批准

source: Release notes
de: Versionshinweise
es: Notas de la versión
fr: Notes de version
it: Note di versione
ru: Что изменилось
zh_hans: 更新说明

source: Remind again after
de: Erneut erinnern nach
es: Recordar de nuevo tras
fr: Rappeler après
it: Ricorda di nuovo dopo
ru: Напомнить снова через
zh_hans: 再次提醒间隔

source: Reminders follow the first "An agent is waiting for you" banner from Notifications and stop when the session resumes. The finished banner is per session, so with "Your agent finished" also on you may get both. Clicking a banner brings forward the app the session lives in.
de: Erinnerungen folgen auf die erste Mitteilung „Ein Agent wartet auf dich“ und enden, sobald die Sitzung weiterläuft. Die Fertig-Mitteilung gilt pro Sitzung; ist „Dein Agent ist fertig“ ebenfalls an, kannst du beide erhalten. Ein Klick auf eine Mitteilung bringt die App nach vorn, in der die Sitzung läuft.
es: Los recordatorios siguen al primer aviso «Un agente te está esperando» y paran cuando la sesión continúa. El aviso de fin es por sesión, así que con «Tu agente terminó» también activado puedes recibir ambos. Al hacer clic en un aviso, la app donde vive la sesión pasa al frente.
fr: Les rappels suivent la première notification « Un agent vous attend » et s'arrêtent quand la session reprend. La notification de fin est propre à chaque session : avec « Votre agent a terminé » aussi activée, vous pouvez recevoir les deux. Un clic sur une notification ramène au premier plan l'app où vit la session.
it: I promemoria seguono la prima notifica «Un agente ti sta aspettando» e si fermano quando la sessione riprende. La notifica di fine è per sessione: con «Il tuo agente ha finito» attiva puoi ricevere entrambe. Un clic su una notifica porta in primo piano l'app in cui vive la sessione.
ru: Напоминания идут после первого баннера «Агент ждёт вас» и прекращаются, когда сессия продолжается. Баннер о завершении относится к сессии, поэтому при включённом «Агент закончил работу» вы можете получить оба. Щелчок по баннеру выводит вперёд приложение, в котором идёт сессия.
zh_hans: 提醒跟在首条“智能体在等你回应”通知之后，会话继续运行后即停止。完成通知按会话发送，所以同时开启“智能体已完成”时，你可能会收到两条。点按通知会把该会话所在的应用切到前台。

source: Reminders per wait
de: Erinnerungen pro Wartezeit
es: Recordatorios por espera
fr: Rappels par attente
it: Promemoria per attesa
ru: Напоминаний за ожидание
zh_hans: 每次等待的提醒次数

source: Remove
de: Entfernen
es: Quitar
fr: Retirer
it: Rimuovi
ru: Отключить
zh_hans: 移除

source: Remove %@
de: %@ entfernen
es: Quitar %@
fr: Retirer %@
it: Rimuovi %@
ru: Убрать %@
zh_hans: 移除 %@

source: Remove Folder
de: Ordner entfernen
es: Quitar carpeta
fr: Retirer le dossier
it: Rimuovi cartella
ru: Убрать папку
zh_hans: 移除文件夹

source: Remove Module
de: Modul entfernen
es: Eliminar módulo
fr: Supprimer le module
it: Rimuovi modulo
ru: Удалить модуль
zh_hans: 移除模块

source: Report a bug
de: Fehler melden
es: Informar de un error
fr: Signaler un bug
it: Segnala un bug
ru: Нашёл ошибку
zh_hans: 报告问题

source: Report an Issue
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
it: Segnala un problema
ru: Сообщить о проблеме
zh_hans: 报告问题

source: Requests for local sites
de: Anfragen für lokale Websites
es: Solicitudes para sitios locales
fr: Demandes pour les sites locaux
it: Richieste per i siti locali
ru: Запросы для локальных сайтов
zh_hans: 针对本地网站的请求

source: Rules…
de: Regeln…
es: Reglas…
fr: Règles…
it: Regole…
ru: Правила…
zh_hans: 规则…

source: Running hot
de: Läuft heiß
es: Uso alto de CPU
fr: Forte charge CPU
it: CPU alta
ru: Нагрузка на процессор
zh_hans: 高负载

source: Running hot: %lld
de: Läuft heiß: %lld
es: Uso alto de CPU: %lld
fr: Forte charge CPU : %lld
it: CPU alta: %lld
ru: Нагружают процессор: %lld
zh_hans: 高负载：%lld

source: Safety stop
de: Sicherheitsstopp
es: Parada de seguridad
fr: Arrêt de sécurité
it: Arresto di sicurezza
ru: Безопасная остановка
zh_hans: 安全停止

source: Screenshot Cleaner
de: Bildschirmfoto-Aufräumer
es: Limpiador de capturas
fr: Nettoyeur de captures
it: Pulizia delle istantanee
ru: Уборка снимков экрана
zh_hans: 截屏清理

source: Search modules
de: Module durchsuchen
es: Buscar módulos
fr: Rechercher des modules
it: Cerca moduli
ru: Поиск модулей
zh_hans: 搜索模块

source: Sent once per version. The menu bar icon still shows the update badge when this is off.
de: Einmal pro Version. Das Update-Zeichen am Menüleistensymbol bleibt auch sichtbar, wenn dies aus ist.
es: Se envía una vez por versión. El icono de la barra de menús sigue mostrando la insignia de actualización aunque esté desactivado.
fr: Envoyée une fois par version. L'icône de la barre des menus continue d'afficher le badge de mise à jour même si cette option est désactivée.
it: Inviata una volta per versione. L'icona nella barra dei menu mostra comunque il badge di aggiornamento anche se disattivato.
ru: Уведомление приходит один раз для каждой версии. Значок обновления в строке меню остаётся виден, даже если этот пункт выключен.
zh_hans: 每个版本只发送一次。即使关闭此项，菜单栏图标仍会显示更新标记。

source: Sessions
de: Sitzungen
es: Sesiones
it: Sessioni
ru: Сессии
zh_hans: 会话

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ru: Настройки
zh_hans: 设置

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
it: Impostazioni…
ru: Настройки…
zh_hans: 设置…

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ru: Поделиться
zh_hans: 共享

# Shares a card, a summary and a link to Belay
source: Shares the card, summary, and a link to Belay
de: Teilt Karte, Zusammenfassung und einen Link zu Belay
es: Comparte la tarjeta, el resumen y un enlace a Belay
fr: Partage la carte, le résumé et un lien vers Belay
it: Condivide la scheda, il riepilogo e un link a Belay
ru: Делится карточкой, сводкой и ссылкой на Belay
zh_hans: 共享卡片、摘要和 Belay 的链接

source: Shortens the sleep delay after your agent finishes.
de: Verkürzt die Schlafverzögerung, nachdem dein Agent fertig ist.
es: Acorta el retraso de reposo cuando tu agente termina.
fr: Raccourcit le délai de mise en veille une fois votre agent terminé.
it: Riduce il ritardo dello stop quando il tuo agente ha finito.
ru: Сокращает задержку сна после завершения работы агента.
zh_hans: 智能体完成后缩短睡眠延迟。

source: Show Reports
de: Berichte anzeigen
es: Mostrar informes
fr: Afficher les rapports
it: Mostra i rapporti
ru: Показать отчёты
zh_hans: 显示报告

source: Show a banner when
de: Mitteilung zeigen, wenn
es: Mostrar un aviso cuando
fr: Afficher une notification quand
it: Mostra una notifica quando
ru: Баннер, когда
zh_hans: 在以下情况显示通知

source: Show activity badges on sessions
de: Aktivitätsabzeichen bei Sitzungen anzeigen
es: Mostrar insignias de actividad en las sesiones
fr: Afficher les badges d’activité sur les sessions
it: Mostra i badge di attività sulle sessioni
ru: Показывать бейджи активности у сессий
zh_hans: 在会话上显示活动徽章

source: Show all sessions
de: Alle Sitzungen zeigen
es: Mostrar todas las sesiones
fr: Afficher toutes les sessions
it: Mostra tutte le sessioni
ru: Показать все сессии
zh_hans: 显示全部会话

source: Show fewer
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
ru: Свернуть
zh_hans: 收起

source: Show fewer sessions
de: Weniger Sitzungen zeigen
es: Mostrar menos sesiones
fr: Afficher moins de sessions
it: Mostra meno sessioni
ru: Показать меньше сессий
zh_hans: 收起会话

source: Show in Finder
de: Im Finder zeigen
es: Mostrar en Finder
fr: Afficher dans le Finder
it: Mostra nel Finder
ru: Показать в Finder
zh_hans: 在访达中显示

source: Show what a working agent is doing – running a command, editing files – next to its state. Requires Precise Detection.
de: Zeigt neben dem Status, was ein arbeitender Agent gerade tut – Befehl ausführen, Dateien bearbeiten. Erfordert präzise Erkennung.
es: Muestra qué hace un agente en marcha – ejecutar un comando, editar archivos – junto a su estado. Requiere detección precisa.
fr: Affiche ce que fait un agent au travail – exécuter une commande, modifier des fichiers – à côté de son état. Nécessite la détection précise.
it: Mostra cosa sta facendo un agente al lavoro – eseguire un comando, modificare file – accanto al suo stato. Richiede il rilevamento preciso.
ru: Показывать, чем занят работающий агент – выполняет команду, редактирует файлы – рядом с его состоянием. Требуется точное определение.
zh_hans: 在状态旁边显示工作中的智能体正在做什么：运行命令、编辑文件等。需要精确检测。

# Shows exactly what will be added before anything is written
source: Previews exactly what Belay will add before it writes anything
de: Zeigt genau, was Belay hinzufügen wird, bevor etwas geschrieben wird
es: Muestra exactamente qué añadirá Belay antes de escribir nada
fr: Affiche exactement ce que Belay ajoutera avant toute écriture
it: Mostra esattamente cosa aggiungerà Belay prima di scrivere qualsiasi cosa
ru: Показывает, что именно Belay добавит, прежде чем что-либо записывать
zh_hans: 在写入任何内容前，预览 Belay 将添加的确切内容

# Skip for now
source: Skip now
de: Überspringen
es: Omitir
fr: Passer
it: Salta
ru: Пропустить
zh_hans: 跳过

source: Skipped, already taken by your own scripts: %@
de: Übersprungen, bereits von deinen eigenen Skripten belegt: %@
es: Omitido, ya ocupado por tus propios scripts: %@
fr: Ignoré, déjà occupé par vos propres scripts : %@
it: Saltato, già occupato dai tuoi script: %@
ru: Пропущено, имя занято вашими скриптами: %@
zh_hans: 已跳过，文件名已被你自己的脚本占用：%@

source: Sleep delay
de: Schlafverzögerung
es: Retraso de reposo
fr: Délai de mise en veille
it: Ritardo dello stop
ru: Задержка сна
zh_hans: 睡眠延迟

# Sound
source: Sounds
de: Töne
es: Sonidos
fr: Sons
it: Suoni
ru: Звуки
zh_hans: 声音

source: Sounds Good!
de: Klingt gut!
es: ¡Suena bien!
fr: Ça marche !
it: Ottimo!
ru: Отлично!
zh_hans: 好的！

source: Sounds good
de: Klingt gut
es: Suena bien
fr: Ça me va
it: Mi sta bene
ru: Отлично
zh_hans: 挺好

source: Star
de: Stern geben
es: Dar estrella
fr: Mettre une étoile
it: Metti una stella
ru: Поставить звезду
zh_hans: 加星标

source: Star it!
de: Stern geben!
es: ¡Dale estrella!
fr: Une étoile !
it: Dai una stella!
ru: Поставить звезду!
zh_hans: 点个星！

source: Star on GitHub
de: Stern auf GitHub
es: Estrella en GitHub
fr: Étoile sur GitHub
it: Stella su GitHub
ru: Звезда на GitHub
zh_hans: 在 GitHub 上加星标

source: Start
de: Starten
es: Empezar
fr: Démarrer
it: Avvia
ru: Начать
zh_hans: 开始

# Start watching
source: Start Magic
de: Beobachtung starten
es: Empezar a observar
fr: Commencer la surveillance
it: Inizia a osservare
ru: Начать наблюдение
zh_hans: 开始监视

source: Startup
de: Start
es: Inicio
fr: Démarrage
it: Avvio
ru: Запуск
zh_hans: 启动

source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques
it: Statistiche
ru: Статистика
zh_hans: 统计

source: Staying awake until the timer below runs out.
de: Der Mac bleibt wach, bis der Timer unten abläuft.
es: Despierto hasta que acabe el temporizador.
fr: Le Mac reste éveillé jusqu'à la fin du minuteur.
it: Il Mac resta sveglio finché il timer non scade.
ru: Mac не уснёт, пока не истечёт таймер ниже.
zh_hans: 在下方计时器结束前，Mac 将保持唤醒。

source: Still running after the request: %lld. Try Activity Monitor.
de: Laufen nach der Aufforderung weiter: %lld. Versuche es in der Aktivitätsanzeige.
es: Siguen en marcha tras la petición: %lld. Prueba con el Monitor de Actividad.
fr: Toujours actifs après la demande : %lld. Essayez le Moniteur d'activité.
it: Ancora in esecuzione dopo la richiesta: %lld. Prova con Monitoraggio Attività.
ru: Всё ещё работают после запроса: %lld. Попробуйте «Мониторинг системы».
zh_hans: 请求后仍在运行：%lld。请尝试使用“活动监视器”。

source: Still waiting for you
de: Wartet noch auf dich
es: Sigue esperándote
fr: Vous attend toujours
it: Ti sta ancora aspettando
ru: Всё ещё ждёт вас
zh_hans: 仍在等你回应

source: Stop Ignoring
de: Nicht mehr ignorieren
es: Dejar de ignorar
fr: Ne plus ignorer
it: Non ignorare più
ru: Перестать игнорировать
zh_hans: 不再忽略

# Stop keeping the Mac awake on low battery
source: Stop keeping your Mac awake on low battery
de: Mac bei niedrigem Akkustand nicht wach halten
es: Dejar de mantener el Mac despierto con poca batería
fr: Cesser de garder votre Mac éveillé si la batterie est faible
it: Smetti di tenere sveglio il Mac con batteria scarica
ru: Не давать Mac уснуть при низком заряде
zh_hans: 电量低时停止让 Mac 保持唤醒

source: Stop watching "%@"?
de: "%@" nicht mehr beobachten?
es: ¿Dejar de vigilar "%@"?
fr: Cesser de surveiller "%@" ?
it: Smettere di osservare "%@"?
ru: Перестать следить за "%@"?
zh_hans: 停止监视"%@"？

# Stops Belay watching this tool
source: Stops watching this tool
de: Beendet die Überwachung dieses Tools
es: Deja de belayar esta herramienta
fr: Cesse de surveiller cet outil
it: Smette di monitorare questo strumento
ru: Больше не следит за этим инструментом
zh_hans: 停止监视此工具

source: Summarize what happened while you were away
de: Zusammenfassen, was während Ihrer Abwesenheit geschah
es: Resumir lo ocurrido mientras no estabas
fr: Résumer ce qui s’est passé pendant votre absence
it: Riepiloga cosa è successo mentre eri via
ru: Сводка о том, что произошло, пока вас не было
zh_hans: 小结您离开期间发生的事情

source: Switch off after
de: Ausschalten nach
es: Apagar después de
fr: Désactiver après
it: Spegni dopo
ru: Выключать через
zh_hans: 在此时间后关闭

source: Task finished
de: Aufgabe beendet
es: Tarea terminada
fr: Tâche terminée
it: Attività completata
ru: Задача завершена
zh_hans: 任务完成

source: Tell me when something is left behind
de: Bescheid geben, wenn etwas zurückbleibt
es: Avisarme cuando quede algo atrás
fr: Me prévenir quand quelque chose est laissé derrière
it: Avvisami quando resta qualcosa indietro
ru: Сообщать, когда что-то остаётся
zh_hans: 有遗留进程时通知我

source: The App Store keeps Belay up to date and tells you when a new version is ready. Belay itself never connects out to the internet.
de: Der App Store hält Belay aktuell und sagt dir, wenn eine neue Version bereit ist. Belay selbst verbindet sich nie ins Internet.
es: El App Store mantiene Belay al día y te avisa cuando hay una versión nueva. Belay nunca se conecta a internet por su cuenta.
fr: L'App Store garde Belay à jour et vous prévient quand une nouvelle version est prête. Belay ne se connecte jamais à internet.
it: L'App Store tiene Belay aggiornato e ti avvisa quando è pronta una nuova versione. Belay non si connette mai a internet.
ru: App Store обновляет Belay сам и сообщает, когда готова новая версия. Само приложение наружу в интернет не ходит.
zh_hans: App Store 会让 Belay 保持最新，并在新版本就绪时通知你。Belay 自身从不连接互联网。

source: The Mac ran hot for a while.
de: Der Mac lief eine Weile heiß.
es: El Mac estuvo caliente durante un rato.
fr: Le Mac a chauffé pendant un moment.
it: Il Mac è rimasto caldo per un po'.
ru: Какое-то время Mac работал с перегревом.
zh_hans: Mac 有一段时间温度较高。

source: The Mac ran hot with the lid closed, so Belay let it sleep.
de: Der Mac wurde mit geschlossenem Deckel zu warm, also hat Belay ihn schlafen lassen.
es: El Mac se calentó demasiado con la tapa cerrada, así que Belay lo dejó dormir.
fr: Le Mac a trop chauffé capot fermé, alors Belay l'a laissé dormir.
it: Il Mac si è scaldato troppo a coperchio chiuso, così Belay lo ha lasciato dormire.
ru: Mac перегрелся с закрытой крышкой, и Belay дал ему уснуть.
zh_hans: 合盖后 Mac 过热，Belay 已让它进入睡眠。

source: The agent in %@ finished a run of %@.
de: Der Agent in %@ hat einen Lauf von %@ beendet.
es: El agente en %@ terminó una ejecución de %@.
fr: L'agent dans %@ a terminé une exécution de %@.
it: L'agente in %@ ha concluso un'esecuzione di %@.
ru: Агент в %@ закончил работу, она заняла %@.
zh_hans: %@ 中的智能体完成了一次运行，用时 %@。

source: The agent in %@ has been waiting for %@.
de: Der Agent in %@ wartet seit %@ auf dich.
es: El agente en %@ lleva %@ esperándote.
fr: L'agent dans %@ vous attend depuis %@.
it: L'agente in %@ ti aspetta da %@.
ru: Агент в %@ ждёт вас уже %@.
zh_hans: %@ 中的智能体已等你回应 %@。

source: The agent in %@ stopped without finishing. It may need signing in again.
de: Der Agent in %@ hat aufgehört, ohne fertig zu werden. Möglicherweise ist eine erneute Anmeldung nötig.
es: El agente en %@ se detuvo sin terminar. Puede que necesite iniciar sesión de nuevo.
fr: L'agent dans %@ s'est arrêté sans terminer. Une reconnexion est peut-être nécessaire.
it: L'agente in %@ si è fermato senza finire. Potrebbe servire un nuovo accesso.
ru: Агент в %@ остановился, не закончив. Возможно, нужно снова войти в аккаунт.
zh_hans: %@ 中的智能体没有完成就停了。可能需要重新登录。

source: The agent stopped without finishing. It may need signing in again.
de: Der Agent hat aufgehört, ohne fertig zu werden. Möglicherweise ist eine erneute Anmeldung nötig.
es: El agente se detuvo sin terminar. Puede que necesite iniciar sesión de nuevo.
fr: L'agent s'est arrêté sans terminer. Une reconnexion est peut-être nécessaire.
it: L'agente si è fermato senza finire. Potrebbe servire un nuovo accesso.
ru: Агент остановился, не закончив. Возможно, нужно снова войти в аккаунт.
zh_hans: 智能体没有完成就停了。可能需要重新登录。

# The exact configuration Belay will add
source: What Belay will add
de: Was Belay hinzufügen wird
es: Lo que añadirá Belay
fr: Ce que Belay ajoutera
it: Cosa aggiungerà Belay
ru: Что добавит Belay
zh_hans: Belay 将添加的内容

source: The lid hold reached its time limit, so Belay let the Mac sleep.
de: Das Halten bei geschlossenem Deckel hat sein Zeitlimit erreicht, also hat Belay den Mac schlafen lassen.
es: La retención con la tapa cerrada alcanzó su límite de tiempo, así que Belay dejó dormir el Mac.
fr: Le maintien capot fermé a atteint sa limite de temps, alors Belay a laissé le Mac dormir.
it: Il mantenimento a coperchio chiuso ha raggiunto il limite di tempo, così Belay ha lasciato dormire il Mac.
ru: Удержание с закрытой крышкой достигло лимита времени, и Belay дал Mac уснуть.
zh_hans: 合盖保持唤醒已到达时间上限，Belay 已让 Mac 进入睡眠。
